export default function About() {
    return <div className="mt-5">
    <h2>关于 ｜ About</h2>
    <p>贝塔维是华思旭的优质伙伴，两家公司紧密合作，共同致力于提供卓越的产品和服务。</p>
    <p>作为华思旭的优质伙伴，贝塔维以严格的质量管理、控制和改进能力为基础。他们与华思旭共享相同的价值观，将质量视为核心要素，并采取一系列措施来确保产品的高质量水平。</p>
    <p>贝塔维以精细工艺为基础，实施自检、互检和专检查，以确保生产过程中的每个环节符合最高标准。他们与华思旭密切合作，共同致力于提供一致性和优质的产品，满足客户的需求和期望。</p>
    <p>贝塔维与华思旭共同推动智能化生产，以确保生产过程的高效性和产品的一致性。他们借鉴华思旭的智能化生产技术和经验，积极引入先进的技术和设备，提高生产效率和质量稳定性。</p>
    <p>作为优质伙伴，贝塔维与华思旭一起保持严谨、专注、坚持和一丝不苟的工作态度。他们共同致力于将每一个细节处理得尽善尽美，为客户提供最佳的产品和服务体验。</p>
    <p>贝塔维也与华思旭一起重视多技能人才的培养。他们致力于提高团队成员的综合能力，不断发展和培养多才多艺的人才，以适应不断变化的市场需求。</p>
    <p>作为华思旭的优质伙伴，贝塔维与华思旭紧密合作，共同追求卓越。他们通过严格的质量管理、精细工艺、智能化生产和多技能人才培养，为客户提供优质的产品和服务，为行业树立了榜样。</p>
    </div>
}